Repository: thsnkhn/harbor
Catalog: Harbor/Localizable.xcstrings
Source language: en
Languages: es, it, zh_hans

source: Use Existing Files…
es: Usar archivos existentes…
it: Usa file esistenti…
zh_hans: 使用现有文件…

source: Check Files…
es: Verificar archivos…
it: Verifica file…
zh_hans: 检查文件…

source: Check
es: Verificar
it: Verifica
zh_hans: 检查

source: Check Torrent Files
es: Verificar archivos del torrent
it: Verifica file torrent
zh_hans: 检查种子文件

source: Checking Files…
es: Verificando archivos…
it: Verifica dei file…
zh_hans: 正在检查文件…

source: Keep Stopped
es: Mantener detenido
it: Mantieni fermo
zh_hans: 保持停止

source: Download Missing Pieces
es: Descargar piezas faltantes
it: Scarica le parti mancanti
zh_hans: 下载缺失的数据块

source: Choose Location…
es: Elegir ubicación…
it: Scegli posizione…
zh_hans: 选择位置…

source: Existing files location
es: Ubicación de los archivos existentes
it: Posizione dei file esistenti
zh_hans: 现有文件位置

source: No location selected
es: Ninguna ubicación seleccionada
it: Nessuna posizione selezionata
zh_hans: 未选择位置

source: Select the torrent’s root folder.
es: Selecciona la carpeta raíz del torrent.
it: Seleziona la cartella principale del torrent.
zh_hans: 选择种子的根文件夹。

source: Select the existing file.
es: Selecciona el archivo existente.
it: Seleziona il file esistente.
zh_hans: 选择现有文件。

source: Choose
es: Elegir
it: Scegli
zh_hans: 选择

source: Choose the folder that contains this torrent’s files.
es: Elige la carpeta que contiene los archivos de este torrent.
it: Scegli la cartella che contiene i file di questo torrent.
zh_hans: 选择包含此种子文件的文件夹。

source: Choose the existing file to check against this torrent.
es: Elige el archivo existente que se verificará con este torrent.
it: Scegli il file esistente da verificare con questo torrent.
zh_hans: 选择要根据此种子检查的现有文件。

source: Check existing files before downloading. You can choose what to do after the check.
es: Verifica los archivos existentes antes de descargar. Después podrás elegir qué hacer.
it: Verifica i file esistenti prima di scaricare. Dopo la verifica puoi scegliere cosa fare.
zh_hans: 下载前检查现有文件。检查后可以选择下一步操作。

source: Harbor is checking the existing files. Downloads stay stopped until you choose an action.
es: Harbor está verificando los archivos existentes. Las descargas seguirán detenidas hasta que elijas una acción.
it: Harbor sta verificando i file esistenti. I download restano fermi finché non scegli un’azione.
zh_hans: Harbor 正在检查现有文件。在你选择操作前，下载将保持停止。

source: All Pieces Verified
es: Todas las piezas verificadas
it: Tutte le parti verificate
zh_hans: 所有数据块均已验证

source: The files are complete. You can start seeding or keep the torrent stopped.
es: Los archivos están completos. Puedes empezar a compartir o mantener el torrent detenido.
it: I file sono completi. Puoi avviare la condivisione o mantenere il torrent fermo.
zh_hans: 文件完整。你可以开始做种或保持种子停止。

source: Missing or Damaged Pieces
es: Piezas faltantes o dañadas
it: Parti mancanti o danneggiate
zh_hans: 数据块缺失或损坏

source: Download the missing pieces, check another location, or keep the torrent stopped.
es: Descarga las piezas faltantes, verifica otra ubicación o mantén el torrent detenido.
it: Scarica le parti mancanti, verifica un’altra posizione o mantieni il torrent fermo.
zh_hans: 下载缺失的数据块、检查其他位置，或保持种子停止。

source: Choose the existing files, then check them against the torrent metadata.
es: Elige los archivos existentes y verifícalos con los metadatos del torrent.
it: Scegli i file esistenti, poi verificali con i metadati del torrent.
zh_hans: 选择现有文件，然后根据种子元数据进行检查。

source: Selected Files Verified
es: Archivos seleccionados verificados
it: File selezionati verificati
zh_hans: 所选文件均已验证

source: The selected files are complete. You can start seeding or keep the torrent stopped.
es: Los archivos seleccionados están completos. Puedes empezar a compartir o mantener el torrent detenido.
it: I file selezionati sono completi. Puoi avviare la condivisione o mantenere il torrent fermo.
zh_hans: 所选文件完整。你可以开始做种或保持种子停止。

source: Check Again
es: Verificar de nuevo
it: Verifica di nuovo
zh_hans: 重新检查

source: Activity
es: Actividad
it: Attività
zh_hans: 下载中

source: Add Download
es: Añadir descarga
it: Aggiungi download
zh_hans: 添加下载

source: Add from Clipboard
es: Añadir desde el portapapeles
it: Aggiungi dagli appunti
zh_hans: 从剪切板添加

# add.validation.linkOrMagnet
source: Enter a valid HTTP/HTTPS URL or magnet link.
es: Introduce una URL HTTP/HTTPS válida o un enlace magnet.
it: Inserisci un URL HTTP/HTTPS valido o un link magnet.
zh_hans: 输入一个有效的 HTTP/HTTPS 路径或磁力链接。

# add.validation.torrentFile
source: Choose a valid `.torrent` file.
es: Elige un archivo `.torrent` válido.
it: Scegli un file `.torrent` valido.
zh_hans: 选择一个有效的 `.torrent` 文件。

source: Added
es: Añadido
it: Aggiunto
zh_hans: 添加

# alert.browserSessionAlreadyOpen.message
source: Finish the current browser-assisted download before starting another one.
es: Finaliza la descarga asistida por navegador actual antes de iniciar otra.
it: Completa il download assistito dal browser corrente prima di avviarne un altro.
zh_hans: 在开始另一个浏览器辅助下载之前，先完成当前的下载。

# alert.browserSessionAlreadyOpen.title
source: Browser Session Already Open
es: Sesión del navegador ya abierta
it: Sessione browser già aperta
zh_hans: 浏览器会话已经开启

# alert.restoreDownloads.title
source: Couldn’t Restore Downloads
es: No se pudieron restaurar las descargas
it: Impossibile ripristinare i download
zh_hans: 无法恢复下载

# alert.torrent.engineError.title
source: Torrent Engine Error
es: Error del motor de torrents
it: Errore del motore torrent
zh_hans: Torrent 引擎错误

# alert.torrent.missingAria2.title
source: Torrent Support Needs aria2
es: El soporte para torrents requiere aria2
it: Il supporto torrent richiede aria2
zh_hans: 支持 Torrent 需要 aria2

source: Automatically check for updates
es: Buscar actualizaciones automáticamente
it: Controlla automaticamente gli aggiornamenti
zh_hans: 自动检查更新

source: Bandwidth
es: Ancho de banda
it: Banda
zh_hans: 带宽

source: Browser Session Required
es: Se requiere sesión del navegador
it: Sessione browser richiesta
zh_hans: 需要浏览器会话

source: Cancel
es: Cancelar
it: Annulla
zh_hans: 取消

source: Cancel Download
es: Cancelar descarga
it: Annulla download
zh_hans: 取消下载

source: Cancel Selected
es: Cancelar selección
it: Annulla selezionato
zh_hans: 取消选中

source: Cancelled
es: Cancelado
it: Annullato
zh_hans: 取消

source: Cancelled items stay in history until you remove them.
es: Los elementos cancelados permanecen en el historial hasta que los elimines.
it: Gli elementi annullati rimangono nella cronologia finché non li rimuovi
zh_hans: 已取消的项目会保留在历史记录中，直到你将其手动移除。

source: Check for Updates…
es: Buscar actualizaciones…
it: Controlla aggiornamenti…
zh_hans: 检查更新…

source: Choose any row to inspect progress, speed, file location, and recovery actions.
es: Selecciona cualquier fila para ver el progreso, la velocidad, la ubicación del archivo y las acciones de recuperación.
it: Seleziona una riga per esaminare l'avanzamento, la velocità, la posizione del file e le azioni di ripristino.
zh_hans: 点击任意一行，即可查看任务进度、下载速度、文件保存位置以及恢复操作选项。

source: Choose…
es: Elegir…
it: Scegli…
zh_hans: 选择…

source: Clear Completed
es: Borrar completadas
it: Cancella completati
zh_hans: 清理完成

source: Clear Failed
es: Borrar fallidas
it: Cancella falliti
zh_hans: 清理失败

source: Close this sheet any time to keep the download waiting for another browser session.
es: Cierra esta hoja en cualquier momento para mantener la descarga esperando otra sesión del navegador.
it: Chiudi questa scheda in qualsiasi momento per mantenere il download in attesa di un'altra sessione del browser.
zh_hans: 你可以随时关闭这个页面，让下载任务保持等待状态，之后在其他浏览器中继续操作。

source: Completed
es: Completado
it: Completato
zh_hans: 完成

source: Connections per Download
es: Conexiones por descarga
it: Connessioni per download
zh_hans: 每个下载连接数

source: Continue
es: Continuar
it: Continua
zh_hans: 继续

source: Continue in Harbor
es: Continuar en Harbor
it: Continua in Harbor
zh_hans: 在 Harbor 中继续

source: Copy Source URL
es: Copiar URL de origen
it: Copia URL di origine
zh_hans: 复制 URL

source: Current Version
es: Versión actual
it: Versione corrente
zh_hans: 当前版本

source: Default Destination
es: Destino predeterminado
it: Destinazione predefinita
zh_hans: 默认位置

source: Destination
es: Destino
it: Destinazione
zh_hans: 下载位置

# download.displayName.generic
source: Download
es: Descarga
zh_hans: 下载

# download.displayName.magnet
source: Magnet Download
es: Descarga magnet
it: Download magnet
zh_hans: 磁力下载

# download.restore.pausedAfterRelaunch
source: Paused after relaunch.
es: Pausada después de reiniciar.
it: In pausa dopo il riavvio.
zh_hans: 重启后任务自动暂停。

source: Downloaded
es: Descargado
it: Scaricati
zh_hans: 下载

source: Downloads
es: Descargas
it: Download
zh_hans: 下载

source: Drop to Add Download
es: Suelta para añadir descarga
it: Rilascia qui per aggiungere il download
zh_hans: 拖入以添加下载

# error.direct.browserSessionRequired
source: This site requires a browser session before Harbor can download the file.
es: Este sitio requiere una sesión del navegador antes de que Harbor pueda descargar el archivo.
it: Questo sito richiede una sessione browser prima che Harbor possa scaricare il file.
zh_hans: 该站点要求先完成浏览器会话验证，Harbor才能执行文件下载操作。

# error.direct.httpStatus
source: The server returned HTTP %d instead of a downloadable file.
es: El servidor devolvió HTTP %1$d en lugar de un archivo descargable.
it: Il server ha restituito HTTP %d invece di un file scaricabile.
zh_hans: 服务器返回 HTTP %d 而不是一个可下载的文件。

# error.torrent.duplicateDestination
source: An item with this name already exists in the destination. Harbor stopped the torrent to avoid overwriting or truncating it. Existing item: %@ Move, rename, or delete the existing item, then retry the download.
es: Ya existe un elemento con este nombre en el destino. Harbor detuvo el torrent para evitar sobrescribirlo o truncarlo. Elemento existente: %1$@ Mueve, renombra o elimina el elemento existente y vuelve a intentar la descarga.
it: Un elemento con questo nome esiste già nella destinazione. Harbor ha interrotto il torrent per evitare di sovrascriverlo o troncarlo. Elemento esistente: %@ Sposta, rinomina o elimina l'elemento esistente, quindi riprova il download.
zh_hans: 目标位置中已存在同名项目。Harbor 已停止该任务，以避免覆盖或截断现有文件。 现有项目： %@ 请移动、重命名或删除现有项目，然后重试下载。

source: ETA
es: Tiempo restante
zh_hans: 预计剩余时间

source: Failed
es: Fallido
it: Non riuscito
zh_hans: 失败

source: Finished files will stay listed until you clear them.
es: Los archivos completados permanecerán en la lista hasta que los borres.
it: I file completati rimarranno in elenco finché non li cancelli.
zh_hans: 已完成的文件会保留在列表中，直到你手动将它们清除。

source: Global Speed Limit
es: Límite global de velocidad
it: Limite di velocità globale
zh_hans: 全局速度限制

source: Last Error
es: Último error
it: Ultimo errore
zh_hans: 最后的错误

source: Library
es: Biblioteca
it: Libreria

source: Limit
es: Límite
it: Limita
zh_hans: 限制

source: Link or Magnet
es: Enlace o magnet
it: Link o Magnet
zh_hans: 链接或磁力链接

source: Max Active Downloads
es: Máx. descargas activas
it: Download attivi massimi
zh_hans: 最大下载数量

source: More
es: Más
it: Altro
zh_hans: 更多

source: Name
es: Nombre
it: Nome
zh_hans: 名字

source: Needs Browser
es: Requiere navegador
it: Richiede browser
zh_hans: 需要浏览器

source: Network or filesystem errors surface here with retry support.
es: Los errores de red o del sistema de archivos aparecen aquí con opción de reintentar.
it: Gli errori di rete o del file system verranno mostrati qui con la possibilità di riprovare.
zh_hans: 网络或文件系统错误将在此处显示，并支持重试。

source: New Download
es: Nueva descarga
it: Nuovo download
zh_hans: 新建下载

source: New Download...
es: Nueva descarga...
it: Nuovo download…
zh_hans: 新建下载…

source: No Cancelled Downloads
es: No hay descargas canceladas
it: Nessun download annullato
zh_hans: 没有已取消的下载

source: No Downloads Yet
es: Aún no hay descargas
it: Nessun download presente
zh_hans: 没有下载

source: No Failures
es: No hay fallos
it: Nessun download fallito
zh_hans: 没有错误

source: No Paused Downloads
es: No hay descargas pausadas
it: Nessun download in pausa
zh_hans: 没有暂停的下载

source: Not available
es: No disponible
it: Non disponibile
zh_hans: 没有可用

source: Nothing Completed
es: Nada completado
it: Nessun download completato
zh_hans: 没有已完成

source: Nothing Running
es: Nada en ejecución
it: Nessun download in corso
zh_hans: 没有正在下载

# notification.downloadCancelled.body
source: %@ was cancelled.
es: %1$@ se canceló.
it: %@ è stato annullato.
zh_hans: %@已取消。

# notification.downloadCancelled.title
source: Download Cancelled
es: Descarga cancelada
it: Download annullato
zh_hans: 下载取消

# notification.downloadFailed.body
source: %@ couldn’t be downloaded.
es: No se pudo descargar %1$@.
it: Impossibile scaricare %@.
zh_hans: %@不能下载。

# notification.downloadFailed.title
source: Download Failed
es: Descarga fallida
it: Download non riuscito
zh_hans: 下载失败

# notification.downloadFinished.body
source: %@ is ready.
es: %1$@ está listo.
it: %@ è pronto.
zh_hans: %@下载完成。

# notification.downloadFinished.title
source: Download Finished
es: Descarga completada
it: Download completato
zh_hans: 下载完成

source: OK
es: Aceptar
zh_hans: 确认

source: Open
es: Abrir
it: Apri
zh_hans: 打开

source: Open Downloaded File
es: Abrir archivo descargado
it: Apri file scaricato
zh_hans: 打开下载文件

source: Open File
es: Abrir archivo
it: Apri file
zh_hans: 打开文件

source: Optional file name override
es: Nombre de archivo opcional
it: Rinomina file (opzionale)
zh_hans: 重命名

source: Paste an HTTP or HTTPS URL to start building your queue.
es: Pega una URL HTTP o HTTPS para empezar a crear tu cola.
it: Incolla un URL HTTP o HTTPS per iniziare a popolare la coda.
zh_hans: 粘贴 HTTP 或 HTTPS URL 以开始下载队列。

source: Paste Link
es: Pegar enlace
it: Incolla link
zh_hans: 粘贴链接

source: Pause
es: Pausar
it: Pausa
zh_hans: 暂停

source: Pause All
es: Pausar todo
it: Metti tutti in pausa
zh_hans: 暂停所有

source: Pause or Resume Selected
es: Pausar o reanudar selección
it: Sospendi o riprendi selezionati
zh_hans: 暂停或重新开始选中任务

source: Paused
es: Pausado
it: In pausa
zh_hans: 暂停

source: Paused transfers and browser-required downloads stay here until you continue them.
es: Las transferencias pausadas y las descargas que requieren navegador permanecen aquí hasta que las continúes.
it: I trasferimenti in pausa e i download richiesti dal browser rimangono qui finché non li riprendi.
zh_hans: 已暂停的传输任务、以及需要浏览器支持的下载任务，会一直保留在此处，直到你手动继续操作。

source: Per-Download Speed Limit
es: Límite de velocidad por descarga
it: Limite di velocità per download
zh_hans: 单个下载速度限制

source: Progress
es: Progreso
it: Avanzamento
zh_hans: 进度

# progress.format
source: %1$@ of %2$@
es: %1$@ de %2$@
it: %1$@ di %2$@

source: Queued
es: En cola
it: In coda
zh_hans: 队列

source: Queued and running transfers appear here.
es: Las transferencias en cola y en curso aparecen aquí.
it: I trasferimenti in coda e in corso appariranno qui.
zh_hans: 此处显示排队中和正在运行的传输任务。

source: Remove from List
es: Eliminar de la lista
it: Rimuovi dalla lista
zh_hans: 从列表中删除

source: Remove Selected from List
es: Eliminar selección de la lista
it: Rimuovi selezionati dalla lista
zh_hans: 从列表中删除选中

source: Resume
es: Reanudar
it: Riprendi
zh_hans: 重新开始

source: Resume All
es: Reanudar todo
it: Riprendi tutti
zh_hans: 重新开始所有

source: Resumed
es: Reanudado
it: Ripreso
zh_hans: 重新开始

source: Retry
es: Reintentar
it: Riprova
zh_hans: 重试

source: Retry Selected
es: Reintentar selección
it: Riprova selezionati
zh_hans: 重新开始选中任务

source: Reveal
es: Mostrar
it: Mostra
zh_hans: 显示

source: Reveal in Finder
es: Mostrar en Finder
it: Mostra nel Finder
zh_hans: 在访达中显示

source: Saved File
es: Archivo guardado
it: File salvato
zh_hans: 保存的文件

source: Search downloads
es: Buscar descargas
it: Cerca download
zh_hans: 搜索下载

source: Select a Download
es: Selecciona una descarga
it: Seleziona un download
zh_hans: 选择一个下载文件

source: Send download notifications
es: Enviar notificaciones de descarga
it: Invia notifiche di download
zh_hans: 发送下载通知

# sidebar.category.active
source: Active
es: Activas
it: Attivi
zh_hans: 下载中

# sidebar.category.all
source: All Downloads
es: Todas las descargas
it: Tutti i download
zh_hans: 所有下载

# sidebar.category.cancelled
source: Cancelled
es: Canceladas
it: Annullati
zh_hans: 取消

# sidebar.category.completed
source: Completed
es: Completadas
it: Completati
zh_hans: 完成

# sidebar.category.failed
source: Failed
es: Fallidas
it: Non riusciti
zh_hans: 失败

# sidebar.category.paused
source: Paused
es: Pausadas
it: In pausa
zh_hans: 暂停

source: Sort
es: Ordenar
it: Ordina
zh_hans: 排序

# sort.mode.name
source: Name
es: Nombre
it: Nome
zh_hans: 名字

# sort.mode.newest
source: Newest First
es: Más recientes primero
it: Più recenti
zh_hans: 最新优先

# sort.mode.oldest
source: Oldest First
es: Más antiguas primero
it: Meno recenti
zh_hans: 最早优先

# sort.mode.progress
source: Progress
es: Progreso
it: Avanzamento
zh_hans: 进度

# sort.mode.speed
source: Speed
es: Velocidad
it: Velocità
zh_hans: 速度

source: Source
es: Origen
it: Origine
zh_hans: 来源

# source.host.magnetLink
source: Magnet Link
es: Enlace magnet
it: Link magnet
zh_hans: 磁力链接

# source.host.torrentFile
source: Torrent File
es: Archivo torrent
it: File torrent
zh_hans: Torrent 文件

# source.kind.directURL
source: Direct Link
es: Enlace directo
it: Link diretto
zh_hans: 链接

# source.kind.magnetLink
source: Magnet Link
es: Enlace magnet
it: Link magnet
zh_hans: 磁力链接

# source.kind.torrentFile
source: Torrent File
es: Archivo torrent
it: File torrent
zh_hans: Torrent 文件

source: Speed
es: Velocidad
it: Velocità
zh_hans: 速度

source: Start downloads immediately
es: Iniciar descargas inmediatamente
it: Avvia i download immediatamente
zh_hans: 立即开始下载

source: Start immediately
es: Iniciar inmediatamente
it: Avvia immediatamente
zh_hans: 立即开始

source: Started
es: Iniciado
it: Avviato
zh_hans: 开始

source: Starting...
es: Iniciando...
it: Avvio…
zh_hans: 开始…

source: Status
es: Estado
it: Stato
zh_hans: 状态

# status.cancelled
source: Cancelled
es: Cancelado
it: Annullato
zh_hans: 取消

# status.completed
source: Completed
es: Completado
it: Completato
zh_hans: 完成

# status.downloading
source: Downloading
es: Descargando
it: In download
zh_hans: 下载中

# status.failed
source: Failed
es: Fallido
it: Non riuscito
zh_hans: 失败

# status.needsBrowser
source: Browser Session Required
es: Requiere sesión del navegador
it: Sessione browser richiesta
zh_hans: 需要浏览器会话

# status.paused
source: Paused
es: Pausado
it: In pausa
zh_hans: 暂停

# status.preparing
source: Preparing
es: Preparando
it: Preparazione
zh_hans: 准备中

# status.queued
source: Queued
es: En cola
it: In coda
zh_hans: 队列

source: Storage
es: Almacenamiento
it: Archiviazione
zh_hans: 存储

source: Torrent File
es: Archivo torrent
it: File Torrent
zh_hans: Torrent 文件

# torrent.error.generic
source: Torrent engine reported an error.
es: El motor de torrents informó de un error.
it: Il motore torrent ha segnalato un errore.
zh_hans: Torrent 引擎报告了一个错误。

# torrent.restart.resumeToContinue
source: Torrent engine restarted. Resume to continue.
es: El motor de torrents se reinició. Reanuda para continuar.
it: Il motore torrent si è riavviato. Riprendi per continuare.
zh_hans: Torrent 引擎已重启。重新开始已继续。

source: Transfer
es: Transferencia
it: Trasferimento
zh_hans: 传输

source: Updated
es: Actualizado
it: Aggiornato
zh_hans: 更新

source: Updates
es: Actualizaciones
it: Aggiornamenti
zh_hans: 更新

source: Use Default
es: Usar predeterminado
it: Usa predefinito
zh_hans: 使用默认

source: Custom
es: Personalizado
it: Personalizzato
zh_hans: 自定义

source: Default Download Limit
es: Límite de descarga predeterminado
it: Limite download predefinito
zh_hans: 默认下载限速

source: Default Torrent Upload Limit
es: Límite de subida predeterminado para torrents
it: Limite upload torrent predefinito
zh_hans: 默认 Torrent 上传限速

source: Destinations
es: Destinos
it: Destinazioni
zh_hans: 下载位置

source: Download Limit
es: Límite de descarga
it: Limite download
zh_hans: 下载限速

source: Edit Limits…
es: Editar límites…
it: Modifica limiti…
zh_hans: 编辑限速…

source: Folder unavailable; Harbor will retry
es: Carpeta no disponible; Harbor volverá a intentarlo
it: Cartella non disponibile; Harbor riproverà
zh_hans: 文件夹不可用；Harbor 将重试

source: Global Download Limit
es: Límite global de descarga
it: Limite download globale
zh_hans: 全局下载限速

source: Global Upload Limit
es: Límite global de subida
it: Limite upload globale
zh_hans: 全局上传限速

source: Inherit
es: Heredar
it: Eredita
zh_hans: 继承

source: Limit Downloads
es: Limitar descargas
it: Limita download
zh_hans: 限制下载速度

source: Limit Uploads
es: Limitar subidas
it: Limita upload
zh_hans: 限制上传速度

source: Media limit changes apply when the download is resumed.
es: Los cambios en el límite multimedia se aplican al reanudar la descarga.
it: Le modifiche al limite per i download multimediali si applicano alla ripresa del download.
zh_hans: 媒体下载限速的更改会在继续下载时生效。

source: Move Download Data to Trash?
es: ¿Mover los datos descargados a la papelera?
it: Spostare i dati scaricati nel Cestino?
zh_hans: 要将下载数据移到废纸篓吗？

source: Move to Trash
es: Mover a la papelera
it: Sposta nel Cestino
zh_hans: 移到废纸篓

source: Pause Seeding
es: Pausar compartición
it: Sospendi condivisione
zh_hans: 暂停做种

source: Regular Downloads
es: Descargas normales
it: Download normali
zh_hans: 常规下载

source: Remove and Move Data to Trash…
es: Eliminar y mover los datos a la papelera…
it: Rimuovi e sposta i dati nel Cestino…
zh_hans: 移除并将数据移到废纸篓…

source: Resume Seeding
es: Reanudar compartición
it: Riprendi condivisione
zh_hans: 继续做种

source: Seed new torrents after downloading
es: Compartir los torrents nuevos después de descargarlos
it: Condividi i nuovi torrent dopo il download
zh_hans: 新 Torrent 下载完成后做种

source: Speed Limits
es: Límites de velocidad
it: Limiti di velocità
zh_hans: 速度限制

source: Start Seeding
es: Iniciar compartición
it: Avvia condivisione
zh_hans: 开始做种

source: Stop Seeding
es: Detener compartición
it: Interrompi condivisione
zh_hans: 停止做种

source: Torrent Automation
es: Automatización de torrents
it: Automazione torrent
zh_hans: Torrent 自动化

source: Torrent Downloads
es: Descargas de torrents
it: Download torrent
zh_hans: Torrent 下载

source: Unlimited
es: Sin límite
it: Illimitato
zh_hans: 无限制

source: Upload Limit
es: Límite de subida
it: Limite upload
zh_hans: 上传限速

source: Waiting for the watcher to start
es: Esperando a que se inicie la vigilancia
it: In attesa dell'avvio del monitoraggio
zh_hans: 正在等待监视器启动

source: Watch Folder
es: Carpeta vigilada
it: Cartella monitorata
zh_hans: 监视文件夹

source: Watch a folder for torrent files
es: Vigilar una carpeta para detectar archivos torrent
it: Monitora una cartella per i file torrent
zh_hans: 监视文件夹中的 Torrent 文件

source: Watching for new torrent files
es: Vigilando nuevos archivos torrent
it: Monitoraggio di nuovi file torrent
zh_hans: 正在监视新的 Torrent 文件

# status.seeding
source: Seeding
es: Compartiendo
it: In condivisione
zh_hans: 做种

source: %lld download(s) and %lld file or folder item(s) will be removed from Harbor and moved to Trash.
es: %1$lld descarga(s) y %2$lld archivo(s) o carpeta(s) se eliminarán de Harbor y se moverán a la papelera.
it: %1$lld download e %2$lld file o cartelle verranno rimossi da Harbor e spostati nel Cestino.
zh_hans: 将从 Harbor 中移除 %1$lld 个下载任务，并将 %2$lld 个文件或文件夹移到废纸篓。

source: Couldn’t Import Torrent
es: No se pudo importar el torrent
it: Impossibile importare il torrent
zh_hans: 无法导入 Torrent

source: Couldn’t Move Torrent File to Trash
es: No se pudo mover el archivo torrent a la papelera
it: Impossibile spostare il file torrent nel Cestino
zh_hans: 无法将 Torrent 文件移到废纸篓

source: Couldn’t Save Torrent
es: No se pudo guardar el torrent
it: Impossibile salvare il torrent
zh_hans: 无法保存 Torrent

source: Couldn’t Start Seeding
es: No se pudo iniciar la compartición
it: Impossibile avviare la condivisione
zh_hans: 无法开始做种
